Repository: rasmuslos/ShelfPlayer
Catalog: ShelfPlayerKit/Localizable.xcstrings
Source language: en
Languages: de, el, fr, it, nl, ru, sv, uk, zh_hans

source: Check for new downloads
de: Auf neue Downloads prüfen
el: Έλεγχος για νέες λήψεις
fr: Rechercher de nouveaux téléchargements
it: Controlla nuovi download
nl: Controleer op nieuwe downloads
ru: Проверить новые загрузки
sv: Sök efter nya nedladdningar
uk: Перевірити нові завантаження
zh_hans: 检查新下载

source: Create bookmark
de: Lesezeichen erstellen
el: Δημιουργία σελιδοδείκτη
fr: Créer un signet
it: Crea segnalibro
nl: Maak bladwijzer
ru: Создать закладку
sv: Skapa bokmärke
uk: Створити закладку
zh_hans: 创建书签

source: Pause playback
de: Wiedergabe pausieren
el: Παύση αναπαραγωγής
fr: Mettre la lecture en pause
it: Metti in pausa
nl: Pauzeer weergave
ru: Приостановить воспроизведение
sv: Pausa uppspelning
uk: Призупинити відтворення
zh_hans: 暂停播放

source: Play audiobook
de: Hörbuch abspielen
el: Αναπαραγωγή ηχογραφημένου βιβλίου
fr: Lire le livre audio
it: Riproduci audiolibro
nl: Speel luisterboek af
ru: Воспроизвести аудиокнигу
sv: Spela ljudbok
uk: Відтворити аудіокнигу
zh_hans: 播放有声书

source: Play podcast
de: Podcast abspielen
el: Αναπαραγωγή podcast
fr: Lire le podcast
it: Riproduci podcast
nl: Speel podcast af
ru: Воспроизвести подкаст
sv: Spela podcast
uk: Відтворити подкаст
zh_hans: 播放播客

source: Resume playback
de: Wiedergabe fortsetzen
el: Συνέχιση αναπαραγωγής
fr: Reprendre la lecture
it: Riprendi riproduzione
nl: Hervat weergave
ru: Возобновить воспроизведение
sv: Återuppta uppspelning
uk: Відновити відтворення
zh_hans: 恢复播放

source: Set playback speed
de: Wiedergabegeschwindigkeit festlegen
el: Ορισμός ταχύτητας αναπαραγωγής
fr: Définir la vitesse de lecture
it: Imposta velocità di riproduzione
nl: Stel afspeelsnelheid in
ru: Задать скорость воспроизведения
sv: Ställ in uppspelningshastighet
uk: Задати швидкість відтворення
zh_hans: 设置播放速度

source: Set sleep timer
de: Sleeptimer einstellen
el: Ορισμός χρονοδιακόπτη ύπνου
fr: Définir la minuterie de veille
it: Imposta timer di spegnimento
nl: Stel sluimertimer in
ru: Установить таймер сна
sv: Ställ in insomningstimer
uk: Встановити таймер сну
zh_hans: 设置睡眠定时

source: Skip backwards
de: Zurückspringen
el: Παράλειψη προς τα πίσω
fr: Reculer
it: Indietro
nl: Terug
ru: Перейти назад
sv: Hoppa bakåt
uk: Перейти назад
zh_hans: 后跳

source: Skip forwards
de: Vorspringen
el: Παράλειψη προς τα εμπρός
fr: Avancer
it: Avanti
nl: Vooruit
ru: Перейти вперёд
sv: Hoppa framåt
uk: Перейти вперед
zh_hans: 前跳

# error.unavailable
source: Content unavailable
de: Inhalt nicht verfügbar
el: Μη διαθέσιμο περιεχόμενο
fr: Contenu indisponible
it: Contenuto non disponibile
nl: Inhoud niet beschikbaar
ru: Материал недоступен
sv: Innehåll ej tillgängligt
uk: Вміст недоступний
zh_hans: 内容不可用

# error.unavailable.text
source: The content you are looking for is not available.
de: Der gesuchte Inhalt ist nicht verfügbar.
el: Το περιεχόμενο που αναζητάτε δεν είναι διαθέσιμο.
fr: Le contenu que vous recherchez n'est pas disponible.
it: Il contenuto che stai cercando non è disponibile.
nl: De inhoud die je zoekt is niet beschikbaar.
ru: Запрошенный материал недоступен.
sv: Innehållet du söker är inte tillgängligt.
uk: Вміст, який ви шукаєте, недоступний.
zh_hans: 您查找的内容不可用。

# intent.cancelSleepTimer.description
source: Cancel the current sleep timer.
de: Aktuellen Sleeptimer abbrechen.
el: Ακυρώνει τον τρέχοντα χρονοδιακόπτη ύπνου.
fr: Annule la minuterie de veille en cours.
it: Annulla il timer di spegnimento corrente.
nl: Annuleert de huidige sluimertimer.
ru: Отменяет текущий таймер сна.
sv: Avbryt den aktuella insomningstimern.
uk: Скасувати поточний таймер сну.
zh_hans: 取消当前的睡眠定时。

# intent.cancelSleepTimer.title
source: Cancel Sleep Timer
de: Sleeptimer abbrechen
el: Ακύρωση χρονοδιακόπτη ύπνου
fr: Annuler la minuterie de veille
it: Annulla timer di spegnimento
nl: Annuleer sluimertimer
ru: Отменить таймер сна
sv: Avbryt insomningstimer
uk: Скасувати таймер сну
zh_hans: 取消睡眠定时

# intent.checkForDownloads.description
source: Check for new podcast episodes and downloads.
de: Nach neuen Podcast-Folgen und Downloads suchen.
el: Έλεγχος για νέα επεισόδια podcast και λήψεις.
fr: Rechercher de nouveaux épisodes de podcast et téléchargements.
it: Cerca nuovi episodi podcast e download.
nl: Zoekt naar nieuwe podcastafleveringen en downloads.
ru: Проверить наличие новых эпизодов подкастов и загрузок.
sv: Sök efter nya podcastavsnitt och nedladdningar.
uk: Перевірити нові випуски подкастів і завантаження.
zh_hans: 检查新的播客节目和下载。

# intent.checkForDownloads.summary
source: Check for new downloads
de: Auf neue Downloads prüfen
el: Έλεγχος για νέες λήψεις
fr: Rechercher de nouveaux téléchargements
it: Controlla nuovi download
nl: Controleer op nieuwe downloads
ru: Проверить новые загрузки
sv: Sök efter nya nedladdningar
uk: Перевірити нові завантаження
zh_hans: 检查新下载

# intent.checkForDownloads.title
source: Check for Downloads
de: Auf neue Downloads prüfen
el: Έλεγχος λήψεων
fr: Rechercher des téléchargements
it: Controlla download
nl: Controleer downloads
ru: Проверить загрузки
sv: Sök efter nedladdningar
uk: Перевірити завантаження
zh_hans: 检查下载

# intent.createBookmark.description
source: Create a bookmark at the current playback position.
de: Erstellt ein Lesezeichen an der aktuellen Wiedergabeposition.
el: Δημιουργεί έναν σελιδοδείκτη στην τρέχουσα θέση αναπαραγωγής.
fr: Crée un signet à la position de lecture actuelle.
it: Crea un segnalibro nella posizione di riproduzione attuale.
nl: Maakt een bladwijzer op de huidige afspeelpositie.
ru: Создаёт закладку в текущей позиции воспроизведения.
sv: Skapar ett bokmärke vid den aktuella uppspelningspositionen.
uk: Створює закладку в поточній позиції відтворення.
zh_hans: 在当前播放位置创建书签。

# intent.createBookmark.parameter.note.dialog
source: What would you like to note?
de: Was möchtest du notieren?
el: Τι θέλετε να σημειώσετε;
fr: Que souhaitez-vous noter ?
it: Cosa vuoi annotare?
nl: Wat wil je noteren?
ru: Что вы хотите записать?
sv: Vad vill du anteckna?
uk: Що ви хочете занотувати?
zh_hans: 您想记录什么？

# intent.createBookmark.parameter.note.title
source: Note
de: Notiz
el: Σημείωση
it: Nota
nl: Notitie
ru: Заметка
sv: Anteckning
uk: Нотатка
zh_hans: 备注

# intent.createBookmark.title
source: Create Bookmark
de: Lesezeichen erstellen
el: Δημιουργία σελιδοδείκτη
fr: Créer un signet
it: Crea segnalibro
nl: Maak bladwijzer
ru: Создать закладку
sv: Skapa bokmärke
uk: Створити закладку
zh_hans: 创建书签

# intent.download.description
source: Download an item for offline listening.
de: Einen Titel zum Offline-Hören laden.
el: Κατεβάζει ένα στοιχείο για ακρόαση εκτός σύνδεσης.
fr: Télécharge un élément pour l'écoute hors ligne.
it: Scarica un elemento per l'ascolto offline.
nl: Downloadt een item voor offline luisteren.
ru: Загрузить материал для прослушивания без сети.
sv: Ladda ner ett objekt för offlinelyssning.
uk: Завантажити елемент для офлайн-прослуховування.
zh_hans: 下载项目以离线收听。

# intent.download.parameter.item.description
source: The item to download.
de: Der zu ladende Titel.
el: Το στοιχείο προς λήψη.
fr: L'élément à télécharger.
it: L'elemento da scaricare.
nl: Het te downloaden item.
ru: Материал для загрузки.
sv: Objektet att ladda ner.
uk: Елемент для завантаження.
zh_hans: 要下载的项目。

# intent.download.parameter.item.dialog
source: What would you like to download?
de: Was möchtest du laden?
el: Τι θέλετε να κατεβάσετε;
fr: Que souhaitez-vous télécharger ?
it: Cosa vuoi scaricare?
nl: Wat wil je downloaden?
ru: Что вы хотите загрузить?
sv: Vad vill du ladda ner?
uk: Що ви хочете завантажити?
zh_hans: 您想下载什么？

# intent.download.parameter.item.title
source: Item
de: Titel
el: Στοιχείο
fr: Élément
it: Elemento
ru: Материал
sv: Objekt
uk: Елемент
zh_hans: 项目

# intent.download.title
source: Download
de: Laden
el: Λήψη
fr: Télécharger
it: Scarica
ru: Загрузить
sv: Ladda ner
uk: Завантажити
zh_hans: 下载

# intent.entity.audiobook.property.abridged
source: Abridged
de: Gekürzt
el: Συντομευμένο
fr: Abrégé
it: Ridotto
nl: Ingekort
ru: Сокращённая версия
sv: Förkortad
uk: Скорочено
zh_hans: 节选版

# intent.entity.audiobook.property.explicit
source: Explicit
de: Explizit
el: Ακατάλληλο περιεχόμενο
fr: Explicite
it: Esplicito
nl: Expliciet
ru: С нецензурным содержимым
uk: Відверте
zh_hans: 儿童不宜

# intent.entity.audiobook.property.narrators
source: Narrators
de: Sprecher
el: Αφηγητές
fr: Narrateurs
it: Narratori
nl: Vertellers
ru: Рассказчики
sv: Berättare
uk: Читці
zh_hans: 旁白

# intent.entity.audiobook.property.subtitle
source: Subtitle
de: Untertitel
el: Υπότιτλος
fr: Sous-titre
it: Sottotitolo
nl: Ondertitel
ru: Подзаголовок
sv: Undertitel
uk: Підзаголовок
zh_hans: 副标题

# intent.entity.item.count %lld
source: %lld items
de: %lld Titel
el: %lld στοιχεία
fr: %lld éléments
it: %lld elementi
ru: %lld материалов
sv: %lld objekt
uk: %lld елементів
zh_hans: %lld 个项目

# intent.entity.item.name
source: Item
de: Titel
el: Στοιχείο
fr: Élément
it: Elemento
ru: Материал
sv: Objekt
uk: Елемент
zh_hans: 项目

# intent.entity.item.property.addedAt
source: Added
de: Hinzugefügt
el: Προστέθηκε
fr: Ajouté
it: Aggiunto
nl: Toegevoegd
ru: Добавлено
sv: Tillagt
uk: Додано
zh_hans: 添加时间

# intent.entity.item.property.authors
source: Authors
de: Autoren
el: Συγγραφείς
fr: Auteurs
it: Autori
nl: Auteurs
ru: Авторы
sv: Författare
uk: Автори
zh_hans: 作者

# intent.entity.item.property.description
source: Description
de: Beschreibung
el: Περιγραφή
it: Descrizione
nl: Beschrijving
ru: Описание
sv: Beskrivning
uk: Опис
zh_hans: 描述

# intent.entity.item.property.identifier
source: Identifier
de: Kennung
el: Αναγνωριστικό
fr: Identifiant
it: Identificatore
nl: Identificator
ru: Идентификатор
sv: Identifierare
uk: Ідентифікатор
zh_hans: 标识符

# intent.entity.item.property.released
source: Released
de: Veröffentlicht
el: Κυκλοφόρησε
fr: Sorti
it: Pubblicato
nl: Uitgebracht
ru: Выпущено
sv: Utgiven
uk: Випущено
zh_hans: 发布时间

# intent.entity.item.property.title
source: Title
de: Titel
el: Τίτλος
fr: Titre
it: Titolo
nl: Titel
ru: Название
sv: Titel
uk: Назва
zh_hans: 标题

# intent.entity.item.synonym.audiobook
source: Audiobook
de: Hörbuch
el: Ηχογραφημένο βιβλίο
fr: Livre audio
it: Audiolibro
nl: Luisterboek
ru: Аудиокнига
sv: Ljudbok
uk: Аудіокнига
zh_hans: 有声书

# intent.entity.item.synonym.author
source: Author
de: Autor
el: Συγγραφέας
fr: Auteur
it: Autore
nl: Auteur
ru: Автор
sv: Författare
uk: Автор
zh_hans: 作者

# intent.entity.item.synonym.episode
source: Episode
de: Folge
el: Επεισόδιο
fr: Épisode
it: Episodio
nl: Aflevering
ru: Эпизод
sv: Avsnitt
uk: Епізод
zh_hans: 单集

# intent.entity.item.synonym.series
source: Series
de: Reihe
el: Σειρά
fr: Série
it: Serie
nl: Serie
ru: Серия
sv: Serie
uk: Серія
zh_hans: 系列

# intent.entity.podcast.property.episodeCount
source: Episode count
de: Anzahl Folgen
el: Αριθμός επεισοδίων
fr: Nombre d'épisodes
it: Numero di episodi
nl: Aantal afleveringen
ru: Количество эпизодов
sv: Antal avsnitt
uk: Кількість епізодів
zh_hans: 单集数量

# intent.entity.podcast.property.explicit
source: Explicit
de: Explizit
el: Ακατάλληλο περιεχόμενο
fr: Explicite
it: Esplicito
nl: Expliciet
ru: С нецензурным содержимым
uk: Відверте
zh_hans: 儿童不宜

# intent.entity.podcast.property.incompleteEpisodeCount
source: Unplayed episodes
de: Ungehörte Folgen
el: Μη αναπαραχθέντα επεισόδια
fr: Épisodes non lus
it: Episodi non riprodotti
nl: Niet afgespeelde afleveringen
ru: Непрослушанные эпизоды
sv: Ospelade avsnitt
uk: Непрослухані епізоди
zh_hans: 未播放单集

# intent.error.generic
source: Something went wrong.
de: Etwas ist schiefgelaufen.
el: Κάτι πήγε στραβά.
fr: Une erreur s'est produite.
it: Qualcosa è andato storto.
nl: Er is iets misgegaan.
ru: Что-то пошло не так.
sv: Något gick fel.
uk: Щось пішло не так.
zh_hans: 出了点问题。

# intent.error.invalidItemType
source: This item type is not supported.
de: Dieser Titeltyp wird nicht unterstützt.
el: Αυτός ο τύπος στοιχείου δεν υποστηρίζεται.
fr: Ce type d'élément n'est pas pris en charge.
it: Questo tipo di elemento non è supportato.
nl: Dit itemtype wordt niet ondersteund.
ru: Этот тип материала не поддерживается.
sv: Denna objekttyp stöds inte.
uk: Цей тип елемента не підтримується.
zh_hans: 不支持此项目类型。

# intent.error.noPlaybackItem
source: Nothing is currently playing.
de: Zurzeit wird nichts abgespielt.
el: Δεν αναπαράγεται τίποτα αυτήν τη στιγμή.
fr: Aucune lecture n'est en cours.
it: Nessuna riproduzione in corso.
nl: Er wordt momenteel niets afgespeeld.
ru: Сейчас ничего не воспроизводится.
sv: Inget spelas just nu.
uk: Зараз нічого не відтворюється.
zh_hans: 当前没有正在播放的内容。

# intent.error.notFound
source: Item not found.
de: Titel nicht gefunden.
el: Το στοιχείο δεν βρέθηκε.
fr: Élément introuvable.
it: Elemento non trovato.
nl: Item niet gevonden.
ru: Материал не найден.
sv: Objektet hittades inte.
uk: Елемент не знайдено.
zh_hans: 未找到项目。

# intent.exportBookmarks.description
source: Export all bookmarks from the current item as text.
de: Alle Lesezeichen des aktuellen Titels als Text exportieren.
el: Εξάγει όλους τους σελιδοδείκτες του τρέχοντος στοιχείου ως κείμενο.
fr: Exporte tous les signets de l'élément en cours sous forme de texte.
it: Esporta tutti i segnalibri dell'elemento corrente come testo.
nl: Exporteert alle bladwijzers van het huidige item als tekst.
ru: Экспортировать все закладки текущего материала в виде текста.
sv: Exportera alla bokmärken från det aktuella objektet som text.
uk: Експортувати всі закладки поточного елемента у вигляді тексту.
zh_hans: 将当前项目的所有书签导出为文本。

# intent.exportBookmarks.summary
source: Export bookmarks
de: Lesezeichen exportieren
el: Εξαγωγή σελιδοδεικτών
fr: Exporter les signets
it: Esporta segnalibri
nl: Exporteer bladwijzers
ru: Экспортировать закладки
sv: Exportera bokmärken
uk: Експортувати закладки
zh_hans: 导出书签

# intent.exportBookmarks.title
source: Export Bookmarks
de: Lesezeichen exportieren
el: Εξαγωγή σελιδοδεικτών
fr: Exporter les signets
it: Esporta segnalibri
nl: Exporteer bladwijzers
ru: Экспортировать закладки
sv: Exportera bokmärken
uk: Експортувати закладки
zh_hans: 导出书签

# intent.extendSleepTimer.description
source: Extend the current sleep timer.
de: Den aktuellen Sleeptimer verlängern.
el: Επεκτείνει τον τρέχοντα χρονοδιακόπτη ύπνου.
fr: Prolonge la minuterie de veille en cours.
it: Estende il timer di spegnimento corrente.
nl: Verlengt de huidige sluimertimer.
ru: Продлевает текущий таймер сна.
sv: Förläng den aktuella insomningstimern.
uk: Продовжити поточний таймер сну.
zh_hans: 延长当前的睡眠定时。

# intent.extendSleepTimer.title
source: Extend Sleep Timer
de: Sleeptimer verlängern
el: Επέκταση χρονοδιακόπτη ύπνου
fr: Prolonger la minuterie de veille
it: Estendi timer di spegnimento
nl: Verleng sluimertimer
ru: Продлить таймер сна
sv: Förläng insomningstimer
uk: Продовжити таймер сну
zh_hans: 延长睡眠定时

# intent.listenNow.description
source: Get the items available on the Listen Now screen.
de: Die Titel aus dem Bereich „Jetzt hören" abrufen.
el: Λαμβάνει τα στοιχεία που είναι διαθέσιμα στην οθόνη «Άκου τώρα».
fr: Obtient les éléments disponibles sur l'écran Écoute en cours.
it: Ottiene gli elementi disponibili nella schermata Ascolta ora.
nl: Haalt de items op die beschikbaar zijn in het scherm Luister nu.
ru: Получить материалы с экрана «Слушать сейчас».
sv: Hämta objekten som visas på skärmen Lyssna nu.
uk: Отримати елементи з екрана «Слухати зараз».
zh_hans: 获取「立即收听」屏幕上的项目。

# intent.listenNow.summary
source: Get Listen Now items
de: „Jetzt hören"-Titel abrufen
el: Λήψη στοιχείων «Άκου τώρα»
fr: Obtenir les éléments Écoute en cours
it: Ottieni elementi di Ascolta ora
nl: Haal Luister nu-items op
ru: Получить материалы «Слушать сейчас»
sv: Hämta Lyssna nu-objekt
uk: Отримати елементи «Слухати зараз»
zh_hans: 获取立即收听项目

# intent.listenNow.title
source: Listen Now
de: Jetzt hören
el: Άκου τώρα
fr: Écoute en cours
it: Ascolta ora
nl: Luister nu
ru: Слушать сейчас
sv: Lyssna nu
uk: Слухати зараз
zh_hans: 立即收听

# intent.nowPlaying.description
source: Get the currently playing item.
de: Den aktuell laufenden Titel abrufen.
el: Λαμβάνει το στοιχείο που αναπαράγεται αυτήν τη στιγμή.
fr: Obtient l'élément en cours de lecture.
it: Ottiene l'elemento attualmente in riproduzione.
nl: Haalt het item op dat momenteel wordt afgespeeld.
ru: Получить материал, который сейчас воспроизводится.
sv: Hämta objektet som spelas just nu.
uk: Отримати елемент, що відтворюється.
zh_hans: 获取当前正在播放的项目。

# intent.nowPlaying.summary
source: Get now playing item
de: Aktuell laufenden Titel abrufen
el: Λήψη στοιχείου που αναπαράγεται
fr: Obtenir l'élément en cours
it: Ottieni elemento in riproduzione
nl: Haal huidig item op
ru: Получить текущий материал
sv: Hämta objektet som spelas
uk: Отримати поточний елемент
zh_hans: 获取正在播放的项目

# intent.nowPlaying.title
source: Now Playing
de: Läuft gerade
el: Αναπαράγεται τώρα
fr: En cours de lecture
it: In riproduzione
nl: Wordt afgespeeld
ru: Сейчас играет
sv: Spelas nu
uk: Зараз відтворюється
zh_hans: 正在播放

# intent.open.description
source: Open an item in ShelfPlayer.
de: Einen Titel in ShelfPlayer öffnen.
el: Ανοίγει ένα στοιχείο στο ShelfPlayer.
fr: Ouvre un élément dans ShelfPlayer.
it: Apre un elemento in ShelfPlayer.
nl: Opent een item in ShelfPlayer.
ru: Открыть материал в ShelfPlayer.
sv: Öppna ett objekt i ShelfPlayer.
uk: Відкрити елемент у ShelfPlayer.
zh_hans: 在 ShelfPlayer 中打开项目。

# intent.open.parameter.item.description
source: The item to open.
de: Der zu öffnende Titel.
el: Το στοιχείο προς άνοιγμα.
fr: L'élément à ouvrir.
it: L'elemento da aprire.
nl: Het te openen item.
ru: Материал для открытия.
sv: Objektet att öppna.
uk: Елемент для відкриття.
zh_hans: 要打开的项目。

# intent.open.parameter.item.dialog
source: What would you like to open?
de: Was möchtest du öffnen?
el: Τι θέλετε να ανοίξετε;
fr: Que souhaitez-vous ouvrir ?
it: Cosa vuoi aprire?
nl: Wat wil je openen?
ru: Что вы хотите открыть?
sv: Vad vill du öppna?
uk: Що ви хочете відкрити?
zh_hans: 您想打开什么？

# intent.open.parameter.item.title
source: Item
de: Titel
el: Στοιχείο
fr: Élément
it: Elemento
ru: Материал
sv: Objekt
uk: Елемент
zh_hans: 项目

# intent.open.summary ${item}
source: Open ${item}
de: ${item} öffnen
el: Άνοιγμα ${item}
fr: Ouvrir ${item}
it: Apri ${item}
ru: Открыть ${item}
sv: Öppna ${item}
uk: Відкрити ${item}
zh_hans: 打开 ${item}

# intent.open.title
source: Open
de: Öffnen
el: Άνοιγμα
fr: Ouvrir
it: Apri
ru: Открыть
sv: Öppna
uk: Відкрити
zh_hans: 打开

# intent.pause.description
source: Pause the current playback.
de: Aktuelle Wiedergabe pausieren.
el: Θέτει σε παύση την τρέχουσα αναπαραγωγή.
fr: Met la lecture en cours en pause.
it: Mette in pausa la riproduzione corrente.
nl: Pauzeert de huidige weergave.
ru: Приостанавливает текущее воспроизведение.
sv: Pausar den aktuella uppspelningen.
uk: Призупинити поточне відтворення.
zh_hans: 暂停当前播放。

# intent.pause.title
source: Pause
de: Pausieren
el: Παύση
it: Pausa
nl: Pauze
ru: Пауза
sv: Paus
uk: Пауза
zh_hans: 暂停

# intent.play.description
source: Resume the current playback.
de: Aktuelle Wiedergabe fortsetzen.
el: Συνεχίζει την τρέχουσα αναπαραγωγή.
fr: Reprend la lecture en cours.
it: Riprende la riproduzione corrente.
nl: Hervat de huidige weergave.
ru: Возобновляет текущее воспроизведение.
sv: Återupptar den aktuella uppspelningen.
uk: Відновлює поточне відтворення.
zh_hans: 继续当前播放。

# intent.play.title
source: Resume
de: Fortsetzen
el: Συνέχιση
fr: Reprendre
it: Riprendi
nl: Hervat
ru: Возобновить
sv: Återuppta
uk: Відновити
zh_hans: 继续

# intent.removeDownload.description
source: Remove a downloaded item from this device.
de: Einen geladenen Titel von diesem Gerät entfernen.
el: Αφαιρεί ένα ληφθέν στοιχείο από τη συσκευή.
fr: Supprime un élément téléchargé de cet appareil.
it: Rimuove un elemento scaricato da questo dispositivo.
nl: Verwijdert een gedownload item van dit apparaat.
ru: Удалить загруженный материал с устройства.
sv: Ta bort ett nedladdat objekt från enheten.
uk: Видалити завантажений елемент із цього пристрою.
zh_hans: 从此设备移除已下载的项目。

# intent.removeDownload.parameter.item.description
source: The item to remove.
de: Der zu entfernende Titel.
el: Το στοιχείο προς αφαίρεση.
fr: L'élément à supprimer.
it: L'elemento da rimuovere.
nl: Het te verwijderen item.
ru: Материал для удаления.
sv: Objektet att ta bort.
uk: Елемент для видалення.
zh_hans: 要移除的项目。

# intent.removeDownload.parameter.item.dialog
source: Which download would you like to remove?
de: Welchen Download möchtest du entfernen?
el: Ποια λήψη θέλετε να αφαιρέσετε;
fr: Quel téléchargement souhaitez-vous supprimer ?
it: Quale download vuoi rimuovere?
nl: Welke download wil je verwijderen?
ru: Какую загрузку вы хотите удалить?
sv: Vilken nedladdning vill du ta bort?
uk: Яке завантаження ви хочете видалити?
zh_hans: 您想移除哪个下载？

# intent.removeDownload.parameter.item.title
source: Item
de: Titel
el: Στοιχείο
fr: Élément
it: Elemento
ru: Материал
sv: Objekt
uk: Елемент
zh_hans: 项目

# intent.removeDownload.title
source: Remove Download
de: Download entfernen
el: Αφαίρεση λήψης
fr: Supprimer le téléchargement
it: Rimuovi download
nl: Verwijder download
ru: Удалить загрузку
sv: Ta bort nedladdning
uk: Видалити завантаження
zh_hans: 移除下载

# intent.search.description
source: Search your libraries.
de: In deinen Bibliotheken suchen.
el: Αναζητά στις βιβλιοθήκες σας.
fr: Recherche dans vos bibliothèques.
it: Cerca nelle tue librerie.
nl: Doorzoekt je bibliotheken.
ru: Поиск по библиотекам.
sv: Sök i dina bibliotek.
uk: Пошук у ваших бібліотеках.
zh_hans: 搜索您的资料库。

# intent.search.parameter.includeOnlineSearchResults.description
source: Include results fetched from the server.
de: Ergebnisse vom Server einbeziehen.
el: Περιλαμβάνει αποτελέσματα από τον διακομιστή.
fr: Inclut les résultats récupérés depuis le serveur.
it: Include i risultati recuperati dal server.
nl: Bevat resultaten die van de server zijn opgehaald.
ru: Включать результаты, полученные с сервера.
sv: Inkludera resultat som hämtas från servern.
uk: Включати результати, отримані з сервера.
zh_hans: 包含从服务器获取的结果。

# intent.search.parameter.includeOnlineSearchResults.dialog
source: Should online results be included?
de: Sollen Online-Ergebnisse einbezogen werden?
el: Να συμπεριληφθούν διαδικτυακά αποτελέσματα;
fr: Les résultats en ligne doivent-ils être inclus ?
it: Includere i risultati online?
nl: Online-resultaten opnemen?
ru: Включать онлайн-результаты?
sv: Ska onlineresultat inkluderas?
uk: Включати онлайн-результати?
zh_hans: 是否包含在线结果？

# intent.search.parameter.includeOnlineSearchResults.title
source: Include online results
de: Online-Ergebnisse einbeziehen
el: Συμπερίληψη διαδικτυακών αποτελεσμάτων
fr: Inclure les résultats en ligne
it: Includi risultati online
nl: Inclusief online-resultaten
ru: Включать онлайн-результаты
sv: Inkludera onlineresultat
uk: Включати онлайн-результати
zh_hans: 包含在线结果

# intent.search.parameter.search.dialog
source: What would you like to search for?
de: Wonach möchtest du suchen?
el: Τι θέλετε να αναζητήσετε;
fr: Que souhaitez-vous rechercher ?
it: Cosa vuoi cercare?
nl: Waar wil je naar zoeken?
ru: Что вы хотите найти?
sv: Vad vill du söka efter?
uk: Що ви хочете знайти?
zh_hans: 您想搜索什么？

# intent.search.parameter.search.title
source: Search query
de: Suchbegriff
el: Όρος αναζήτησης
fr: Requête
it: Query di ricerca
nl: Zoekterm
ru: Запрос
sv: Sökfråga
uk: Пошуковий запит
zh_hans: 搜索查询

# intent.search.summary ${search}
source: Search for ${search}
de: Nach ${search} suchen
el: Αναζήτηση για ${search}
fr: Rechercher ${search}
it: Cerca ${search}
nl: Zoek naar ${search}
ru: Найти ${search}
sv: Sök efter ${search}
uk: Шукати ${search}
zh_hans: 搜索 ${search}

# intent.search.title
source: Search
de: Suchen
el: Αναζήτηση
fr: Rechercher
it: Cerca
nl: Zoeken
ru: Поиск
sv: Sök
uk: Пошук
zh_hans: 搜索
